cultivioio-web/iot-water-managment/firmware/router_node/sdkconfig.defaults.esp32h2
# ESP32-H2 specific configuration for Router Node

CONFIG_IDF_TARGET="esp32h2"

# IEEE 802.15.4
CONFIG_IEEE802154_ENABLED=y

# Zigbee
CONFIG_ZB_ENABLED=y
CONFIG_ZB_ZCZR=y

